Repository: cyberden/MolkkyCount
Catalog: MollkyCount/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# AddPlayer.Label
source: add
fr_fr: ajouter

# CreatePlayer.Label
source: create
fr_fr: créer

# GamesPivotItem.Header
source: games
fr_fr: parties

# NewGameBtn.Content
source: New game!
fr_fr: Nouvelle partie

# NewGamePageTitleTxt.Text
source: new game
fr_fr: nouvelle partie

# RulesPivotItem.Header
source: rules
fr_fr: règles

# Play.Label
source: play
fr_fr: jouer

# PlayerNameHeader.Text
source: Name
fr_fr: Nom

# PlayerPlayCountHeader.Text
source: Played
fr_fr: Jouées

# PlayersPivotItem.Header
source: players
fr_fr: joueurs

# PlayerWonCountHeader.Text
source: Won
fr_fr: Gagnées

# RemoveGameFlyoutItem.Text
source: remove
fr_fr: supprimer

# RemoveNewGamePlayerFlyoutItem.Text
source: remove
fr_fr: supprimer

source: cancel
fr_fr: annuler

# CancelGame.Label
source: end
fr_fr: fin

# CreatePlayerDialog.SecondaryButtonText
source: cancel
fr_fr: annuler

# CreatePlayerDialog.Title
source: create player
fr_fr: creation joueur

# CreatePlayerName.Header
source: Name
fr_fr: Nom

# EndGameBtn.Content
source: End
fr_fr: Fin

# EndGameHeader.Text
source: End of the game
fr_fr: Fin du jeu

# EndGameLine1.Text
source: The game ends when the first player reaches exactly 50 points.
fr_fr: Le jeu se termine dès qu'un joueur atteint précisément 50 points.

# EndGameLine2.Text
source: If one scores over 50, that players score is lowered to 25.
fr_fr: Si le score d'un joueur dépasse 50 points, celui-ci retombe à 25.

# GamePivotItem.Header
source: game
fr_fr: partie

# GamePlayHeader.Text
source: Game play
fr_fr: Déroulement du jeu

# GamePlayLine1.Text
source: First player throws at the grouping and tries to knock over pins. A pin is not considered fallen if it is leaning on another pin or on the Mölkky throwing skittle. After a throw, fallen pins are put upright at the place where they fell.
fr_fr: Le premier joueur lance le Mölkky en direction des quilles. Les quilles tombées sont redressées, en les plaçant à la verticale de leur base. Attention, une quille n'est pas complètement à terre , celle-ci est redressée mais n'est pas comptabilisée comme tombée.

# NextPlayerLabel.Text
source: Next player :
fr_fr: Prochain joueur :

# PickPlayerPageTitle.Text
source: picker players
fr_fr: choix joueurs

# PrinciplesHeader.Text
source: Principles
fr_fr: Principes

# PrinciplesLine1.Text
source: The goal of the game is to make pins fall using the wooden stick called Mölkky.
fr_fr: Le principe du jeu est de faire tomber les quilles en bois à l’aide du Mölkky.

# PrinciplesLine2.Text
source: The first team to score exactly 50 points win the game.
fr_fr: La première équipe arrivant à totaliser exactement 50 points gagne la partie.

# PrinciplesLine3.Text
source: Playing Mölkky needs at least 2 players.
fr_fr: Le Mölkky se joue à au moins 2 joueurs, il n’y a pas de maximum.

# ScoreHeader.Text
source: Scoring
fr_fr: Score

# ScoreLine1.Text
source: If one pin falls, the score = the number on the pin. When more than one fall, the score = the number of fallen pins.
fr_fr: Si une seule quille tombe, le score réalisé est le nombre marqué sur cette dernière. Si plusieurs quilles tombent (de 2 à 12), le score réalisé est le nombre de quilles renversées.

# ScoreLine2.Text
source: If a player misses (has no score) three times in a row, he/she is out of game and acts as the scorekeeper.
fr_fr: Si un joueur réalise trois coups manqués (c'est à dire sans toucher de quilles) consécutifs, il est exclu du jeu.

# ScoreRoundHeader.Text
source: Round
fr_fr: Rang

# StartGameHeader.Text
source: Starting the game
fr_fr: Démarrage du jeu

# StartGameLine1.Text
source: The pins are placed together in a specific formation (see image below) 3 to 4 meters away from the throwing area (Mölkkaari).
fr_fr: Les quilles sont placées les unes contre les autres (voir schéma ci-dessous) à une distance de 3 à 4 mètres du Mölkkaari (le cadre) :

# StartGameLine2.Text
source: For the first game, the throwing order is drawn. In following games, the throwing order is formed according to the previous game results from lowest to highest score.
fr_fr: Pour la première partie, pas d'ordre particulier. Pour les parties suivantes, les joueurs évoluent dans l'ordre inverse du classement de la dernière partie.

# Undo.Label
source: undo
fr_fr: annuler

# WinLabel.Text
source: You Win!
fr_fr: Gagné!

# ShareWinText
source: Hey! {0} just won a Mölkky game against {1}.
fr_fr: Hey, {0} vient de gagner sa partie de Mölkky contre {1}.

# ShareWinBtn.Content
source: Share
fr_fr: Partage

# ExportData.Label
source: Export to OneDrive
fr_fr: Export vers OneDrive

# ImportData.Label
source: Import from OneDrive
fr_fr: Import depuis OneDrive

# ExitGameConfirmation
source: Are you sure you want to end the game?
fr_fr: Voulez-vous vraiment terminer la partie?

# ExportFailure
source: Failed to export data
fr_fr: Erreur lors de l'export de vos données

# ExportSuccess
source: Data exported successfully
fr_fr: Succès de l'export de vos données

# ImportFailure
source: Failed to import data
fr_fr: Erreur lors de l'import des données

# ImportSuccess
source: Data imported successfully
fr_fr: Succès de l'import de vos données

# AddTeamItemMenu.Text
source: Team
fr_fr: Equipe

# CreateTeam.Label
source: create
fr_fr: créer

# CreateTeamPageTitle.Text
source: create team
fr_fr: création équipe

# PickTeamPageTitle.Text
source: pick teams
fr_fr: choix équipes

# ShareWinTextTitle
source: Victory!
fr_fr: Victoire!
